[
  {
    "queNo": "1",
    "queText": "According to Section 9(3), subject to certain provisions, what is the minimum age required for a person to be entitled to registration in the electoral roll of a gram panchayat's territorial constituency?",
    "opA": "16 years",
    "opB": "21 years",
    "opC": "18 years",
    "opD": "25 years",
    “opright”: “opC”
  },
  {
    "queNo": "2",
    "queText": "As per Section 9, which of the following is NOT considered a sole reason to assume that a person is ordinarily resident in a territorial constituency of a gram panchayat?",
    "opA": "Ownership of a dwelling house in that area",
    "opB": "Occupation of a dwelling house in that area",
    "opC": "Temporary absence from their usual place of residence",
    "opD": "Being a member of Parliament and absent due to their duties",
    “opright”: “opC”
  },
  {
    "queNo": "3",
    "queText": "According to Section 9(6), can a person be registered in the electoral roll of more than one territorial constituency?",
    "opA": "Yes, if they own property in multiple constituencies",
    "opB": "Yes, if they reside temporarily in different constituencies",
    "opC": "No",
    "opD": "Yes, with the permission of the State Election Commission",
    “opright”: “opC”
  },
  {
    "queNo": "4",
    "queText": "As per Section 9(7), a person is NOT entitled to registration in the electoral roll of a territorial constituency if their name is recorded in the electoral roll of which of the following, unless they prove their name has been deleted?",
    "opA": "Another gram panchayat",
    "opB": "A neighboring village",
    "opC": "A town, municipality, or cantonment",
    "opD": "A district council",
    “opright”: “opC”
  },
  {
    "queNo": "5",
    "queText": "According to Section 9(8), who can order the correction, deletion, or addition of an entry in the electoral roll after conducting a necessary inquiry?",
    "opA": "The District Magistrate",
    "opB": "The Chief Election Officer (Panchayat)",
    "opC": "The Electoral Registration Officer or Assistant Electoral Registration Officer",
    "opD": "The State Election Commission",
    “opright”: “opC”
  },
  {
    "queNo": "6",
    "queText": "As per the proviso to Section 9(8), after which date and before the completion of an election for a gram panchayat, can no correction, deletion, or addition be made to the electoral roll for that election?",
    "opA": "The date of notification of the election",
    "opB": "The last date for filing nominations",
    "opC": "The date of scrutiny of nominations",
    "opD": "The date of withdrawal of nominations",
    “opright”: “opB”
  },
  {
    "queNo": "7",
    "queText": "According to the further proviso to Section 9(8), any correction or deletion of an entry concerning a person that adversely affects their interest shall NOT be done without giving them a reasonable opportunity of being heard in respect of the proposed action against them. This is an example of which legal principle?",
    "opA": "Res judicata",
    "opB": "Stare decisis",
    "opC": "Audi alteram partem",
    "opD": "Sub judice",
    “opright”: “opC”
  },
  {
    "queNo": "8",
    "queText": "According to Section 9(9), for the purpose of a general or bye-election, who can adopt the electoral roll prepared for the Legislative Assembly constituency to the extent it relates to the area of a territorial constituency?",
    "opA": "The Chief Election Officer (Panchayat)",
    "opB": "The District Election Officer",
    "opC": "The State Election Commission",
    "opD": "The State Government",
    “opright”: “opC”
  },
  {
    "queNo": "9",
    "queText": "According to Section 9(12), which of the following matters is a civil court NOT authorized to take cognizance of or adjudicate upon?",
    "opA": "Disputes regarding property ownership within the gram panchayat area",
    "opB": "Whether a person is entitled to be included in the electoral roll",
    "opC": "Matters related to taxation levied by the gram panchayat",
    "opD": "Disputes concerning contracts entered into by the gram panchayat",
    “opright”: “opB”
  },
  {
    "queNo": "10",
    "queText": "As per the proviso to Section 9(12), what is the minimum age a person must have attained to be eligible for election, nomination, or appointment to any office in a gram panchayat?",
    "opA": "18 years",
    "opB": "21 years",
    "opC": "25 years",
    "opD": "30 years",
    “opright”: “opB”
  },
  {
    "queNo": "11",
    "queText": "According to Section 10, if any dispute or difficulty arises in the establishment of a Gram Sabha and the functioning of a Gram Panchayat, to whom shall it be referred for a final and conclusive decision?",
    "opA": "The District Magistrate",
    "opB": "The State Election Commission",
    "opC": "The State Government",
    "opD": "The High Court",
    “opright”: “opC”
  },
  {
    "queNo": "12",
    "queText": "As per Section 11(1), how many general meetings of every Gram Sabha must be held every year?",
    "opA": "One",
    "opB": "Two",
    "opC": "Three",
    "opD": "Four",
    “opright”: “opB”
  },
  {
    "queNo": "13",
    "queText": "According to Section 11(1), one of the general meetings of the Gram Sabha is called the 'Kharif meeting'. When is this meeting held?",
    "opA": "Immediately after the harvesting of the Rabi crop",
    "opB": "Before the sowing of the Kharif crop",
    "opC": "Immediately after the harvesting of the Kharif crop",
    "opD": "Before the harvesting of the Rabi crop",
    “opright”: “opC”
  },
  {
    "queNo": "14",
    "queText": "According to Section 11(2), what is the quorum required for a meeting of the Gram Sabha?",
    "opA": "One-third of the total number of members",
    "opB": "One-fourth of the total number of members",
    "opC": "One-fifth of the total number of members",
    "opD": "One-tenth of the total number of members",
    “opright”: “opC”
  },
  {
    "queNo": "15",
    "queText": "As per the proviso to Section 11(2), is a quorum required for a meeting of the Gram Sabha that has been adjourned for lack of quorum?",
    "opA": "Yes, the same quorum as the original meeting",
    "opB": "Yes, half the quorum of the original meeting",
    "opC": "No",
    "opD": "Yes, a reduced quorum as decided by the Presiding Officer",
    “opright”: “opC”
  },
  {
    "queNo": "16",
    "queText": "According to Section 11(3), on which of the following matters can the Gram Sabha consider and make recommendations and suggestions to the Gram Panchayat?",
    "opA": "Annual budget of the State Government",
    "opB": "Annual statement of accounts of the Gram Panchayat",
    "opC": "Policies of the Central Government",
    "opD": "Development plans of the neighboring districts",
    “opright”: “opB”
  },
  {
    "queNo": "17",
    "queText": "According to Section 11(6), the reservation of offices of 'Pradhans' for Scheduled Castes and Scheduled Tribes shall cease to have effect upon the expiration of the period specified in which article of the Constitution?",
    "opA": "Article 330",
    "opB": "Article 332",
    "opC": "Article 334",
    "opD": "Article 335",
    “opright”: “opC”
  },
  {
    "queNo": "18",
    "queText": "According to the explanation to Section 11(6), does the reservation of seats prevent persons belonging to Scheduled Castes, Scheduled Tribes, Backward Classes, and women from contesting elections from unreserved seats?",
    "opA": "Yes, reservation is mandatory for all categories.",
    "opB": "Yes, they can only contest from reserved seats.",
    "opC": "No, they are not prevented from contesting from unreserved seats.",
    "opD": "It depends on the rules framed by the State Election Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "19",
    "queText": "As per Section 11-B(1), how is the 'Pradhan' of a Gram Panchayat elected?",
    "opA": "Direct election by the members of the Gram Sabha",
    "opB": "Election by the elected members of the Gram Panchayat",
    "opC": "Nomination by the State Government",
    "opD": "Selection by a committee appointed by the District Magistrate",
    “opright”: “opA”
  },
  {
    "queNo": "20",
    "queText": "According to Section 11-B(5), if the term of the existing Gram Panchayat has not expired, who can direct the holding of elections for constituting a Gram Panchayat?",
    "opA": "The District Magistrate",
    "opB": "The Block Development Officer",
    "opC": "The State Election Commission",
    "opD": "The State Government",
    “opright”: “opC”
  },
  {
    "queNo": "21",
    "queText": "As per Section 11-B(6), unless otherwise provided in the Act, when does the term of office of a 'Pradhan' expire?",
    "opA": "After a fixed period of five years from the date of election",
    "opB": "Along with the term of the Gram Panchayat",
    "opC": "Upon resignation submitted to the prescribed authority",
    "opD": "Upon being removed by a resolution of the Gram Sabha",
    “opright”: “opB”
  },
  {
    "queNo": "22",
    "queText": "According to Section 11-D, which of the following combinations of offices can a person NOT hold simultaneously?",
    "opA": "Member of Gram Panchayat and member of Kshetra Panchayat",
    "opB": "Pradhan of Gram Panchayat and Panch of Nyaya Panchayat",
    "opC": "Member of Gram Panchayat and Member of Zilla Panchayat",
    "opD": "Sarpanch of Nyaya Panchayat and Sahayak Sarpanch of Nyaya Panchayat",
    “opright”: “opB”
  },
  {
    "queNo": "23",
    "queText": "According to Section 11-E(1), is a person eligible to be elected or hold the office of Pradhan or member of Gram Panchayat or Panch of Nyaya Panchayat if they hold a paid office under the Gram Panchayat or Nyaya Panchayat?",
    "opA": "Yes, if the salary is below a certain limit",
    "opB": "Yes, with the permission of the prescribed authority",
    "opC": "No",
    "opD": "Yes, if they resign from the paid office before taking oath",
    “opright”: “opC”
  },
  {
    "queNo": "24",
    "queText": "According to Section 11-F(1), for the purposes of the Act, by what means can the State Government declare any area comprised within a village or group of villages with a population, as far as practicable, of one thousand, to be a Panchayat area?",
    "opA": "By a resolution passed in the State Legislative Assembly",
    "opB": "By an order issued by the Governor",
    "opC": "By notification",
    "opD": "By a directive from the State Election Commission",
    “opright”: “opC”
  },
  {
    "queNo": "25",
    "queText": "As per the first proviso to Section 11-F(1), can a revenue village or any hamlet thereof be divided for the purpose of declaring a Panchayat area?",
    "opA": "Yes, with the consent of the residents",
    "opB": "Yes, if approved by the District Magistrate",
    "opC": "No",
    "opD": "Yes, with prior notification",
    “opright”: “opC”
  },
  {
    "queNo": "26",
    "queText": "According to Section 11-F(2), the State Government can alter the area of a Panchayat area by including or excluding a village or group of villages by notification, after prior publication of the proposal and on whose request or otherwise?",
    "opA": "On the request of the majority of the residents of the affected area",
    "opB": "On the request of the Zilla Panchayat",
    "opC": "On the request of the concerned Gram Panchayat or otherwise",
    "opD": "On the recommendation of the State Election Commission",
    “opright”: “opC”
  },
  {
    "queNo": "27",
    "queText": "According to Section 12(1)(a), for each Panchayat area, a Gram Panchayat shall be constituted by what name?",
    "opA": "The name of the district",
    "opB": "A name decided by the State Government",
    "opC": "The name of that Panchayat area",
    "opD": "A combination of the village names within the area",
    “opright”: “opC”
  },
  {
    "queNo": "28",
    "queText": "According to Section 12(1)(b), what is the nature of a Gram Panchayat?",
    "opA": "A statutory body",
    "opB": "A non-governmental organization",
    "opC": "A corporate body",
    "opD": "An autonomous institution",
    “opright”: “opC”
  },
  {
    "queNo": "29",
    "queText": "As per Section 12(1)(c), in a Panchayat area with a population of up to one thousand, how many members will the Gram Panchayat have, in addition to the Pradhan?",
    "opA": "Seven",
    "opB": "Nine",
    "opC": "Eleven",
    "opD": "Thirteen",
    “opright”: “opB”
  },
  {
    "queNo": "30",
    "queText": "According to Section 12(1)(c), in a Panchayat area with a population exceeding three thousand, how many members will the Gram Panchayat have, in addition to the Pradhan?",
    "opA": "Eleven",
    "opB": "Thirteen",
    "opC": "Fifteen",
    "opD": "Seventeen",
    “opright”: “opC”
  },
  {
    "queNo": "31",
    "queText": "According to Section 12(5), does the reservation of seats for Scheduled Castes, Scheduled Tribes, and Backward Classes and women prevent persons belonging to these categories from contesting elections from unreserved seats?",
    "opA": "Yes, they are restricted to contesting from reserved seats only.",
    "opB": "Yes, as per the directives of the State Government.",
    "opC": "No, they are not prevented from contesting from unreserved seats.",
    "opD": "It depends on the population ratio in the Panchayat area.",
    “opright”: “opC”
  },
  {
    "queNo": "32",
    "queText": "According to Section 12(6), is the 'Pradhan' considered a member of the Gram Panchayat?",
    "opA": "Yes",
    "opB": "No, the Pradhan is the head but not a member.",
    "opC": "Only in case of a tie in voting.",
    "opD": "Only during the absence of other members.",
    “opright”: “opA”
  },
  {
    "queNo": "33",
    "queText": "As per Section 12-A, how is the election for the Pradhan or any member of the Gram Panchayat conducted?",
    "opA": "By show of hands",
    "opB": "By open ballot",
    "opC": "By secret ballot in the prescribed manner",
    "opD": "By nomination by the elected members",
    “opright”: “opC”
  },
  {
    "queNo": "34",
    "queText": "According to Section 12-B(1), who receives such allowances and honoraria as may be fixed?",
    "opA": "Members of the Gram Sabha",
    "opB": "Members of the Nyaya Panchayat",
    "opC": "The Pradhan of the Gram Panchayat",
    "opD": "The Secretary of the Gram Panchayat",
    “opright”: “opC”
  },
  {
    "queNo": "35",
    "queText": "According to Section 12-B(2), the superintendence, direction, and control of the conduct of elections for the Pradhan and members of a Gram Panchayat are vested in whom?",
    "opA": "The District Magistrate",
    "opB": "The State Government",
    "opC": "The State Election Commission",
    "opD": "The Chief Election Officer (Panchayat)",
    “opright”: “opC”
  },
  {
    "queNo": "36",
    "queText": "According to Section 12-B(3), who, in consultation with the State Election Commission, may by notification fix the dates for general elections or bye-elections for the Pradhan or members of any Gram Panchayat?",
    "opA": "The District Election Officer",
    "opB": "The Chief Election Officer (Panchayat)",
    "opC": "The State Government",
    "opD": "The Governor",
    “opright”: “opC”
  },
  {
    "queNo": "37",
    "queText": "Under Section 12-B-GG, for requisitioning any immovable property for election purposes, what is the basis for determining the amount of compensation to be paid?",
    "opA": "The market value of the property at the time of requisition",
    "opB": "The prevailing rent or rates for similar premises in the locality",
    "opC": "A nominal amount fixed by the District Magistrate",
    "opD": "As agreed upon by the District Magistrate and the property owner",
    “opright”: “opB”
  },
  {
    "queNo": "38",
    "queText": "According to the first proviso to Section 12-B-GG, if any interested person is aggrieved by the amount of compensation determined for requisitioned property and applies to the District Magistrate within the prescribed time for referring the matter to an arbitrator, what shall be the amount of compensation?",
    "opA": "The amount initially determined by the District Magistrate",
    "opB": "An amount as determined by an arbitrator appointed by the State Government",
    "opC": "An amount as determined by an arbitrator appointed by the District Magistrate",
    "opD": "The average of the market value and the prevailing rent",
    “opright”: “opC”
  },
  {
    "queNo": "39",
    "queText": "According to Section 12-B-GG, in case of a dispute regarding the right to compensation or its apportionment, to whom will the District Magistrate refer the matter for determination?",
    "opA": "The State Election Commission",
    "opB": "A committee constituted by the State Government",
    "opC": "An arbitrator appointed by the District Magistrate for this purpose",
    "opD": "The concerned civil court",
    “opright”: “opC”
  },
  {
    "queNo": "40",
    "queText": "According to Section 12-B-GGG(1), who can, by order, require any person to furnish information for the purpose of requisitioning any property under Section 12-B-GG or determining compensation under Section 12-B-GGG(B)?",
    "opA": "The State Election Commissioner",
    "opB": "The Block Development Officer",
    "opC": "The District Magistrate",
    "opD": "The Chief Revenue Officer",
    “opright”: “opC”
  },
  {
    "queNo": "41",
    "queText": "According to Section 12-B-GGG(1), for the purpose of inspection, who, being authorized by the District Magistrate, can enter any premises and inspect such premises and any vehicle, vessel, or animal therein?",
    "opA": "Any member of the Gram Panchayat",
    "opB": "Any police officer",
    "opC": "Any person authorized by the District Magistrate in this behalf",
    "opD": "Any officer of the Revenue Department",
    “opright”: “opC”
  },
  {
    "queNo": "42",
    "queText": "According to Section 12-B-GGGG(1), who can summarily evict any person who remains in possession of any requisitioned premises in contravention of any order made under Section 12-B-GG?",
    "opA": "The Village Pradhan",
    "opB": "The Block Development Officer",
    "opC": "The District Magistrate or any officer empowered by him in this behalf",
    "opD": "The Superintendent of Police",
    “opright”: “opC”
  },
  {
    "queNo": "43",
    "queText": "According to Section 12-B-GGGG(2), while evicting from a building, what special consideration is given to a woman who does not appear in public?",
    "opA": "Forcible eviction by a female police officer",
    "opB": "Removal of any lock or bolt or breaking open any door without any warning",
    "opC": "Reasonable warning and facility to withdraw",
    "opD": "Postponement of eviction until she agrees to move out",
    “opright”: “opC”
  },
  {
    "queNo": "44",
    "queText": "According to Section 12-B-GGGGG(1), when any premises requisitioned under Section 12-B-GG are to be released from requisition, to whom shall the possession be given?",
    "opA": "Any resident of the Gram Panchayat area",
    "opB": "The previous occupant from whom possession was taken at the time of requisition",
    "opC": "The Gram Panchayat",
    "opD": "The Revenue Department",
    “opright”: “opB”
  },
  {
    "queNo": "45",
    "queText": "According to Section 12-B-HHHH, if any person to whom this section applies is guilty of any act or omission without reasonable cause in the discharge of their official duty related to elections, what is the penalty?",
    "opA": "Imprisonment for a term which may extend to six months",
    "opB": "A fine which may extend to one thousand rupees",
    "opC": "A fine which may extend to five hundred rupees",
    "opD": "Suspension from their official duty for a specified period",
    “opright”: “opC”
  },
  {
    "queNo": "46",
    "queText": "According to Section 12-C(1), an application calling in question the election of any person as Pradhan or as a member of a Gram Panchayat, including the appointment of a Panch of the Nyaya Panchayat under Section 43, may be presented to whom?",
    "opA": "The District Election Officer",
    "opB": "The prescribed authority",
    "opC": "The State Election Commission",
    "opD": "The High Court",
    “opright”: “opB”
  },
  {
    "queNo": "47",
    "queText": "According to Section 12-C(3), on what grounds can an election be called in question?",
    "opA": "Irregularities in the election process that did not materially affect the result",
    "opB": "The returned candidate was not qualified or was disqualified for election",
    "opC": "Minor discrepancies in the counting of votes",
    "opD": "Delay in the commencement of polling",
    “opright”: “opB”
  },
  {
    "queNo": "48",
    "queText": "According to Section 12-C(6), if the prescribed authority is of the opinion that certain situations exist in relation to an election petition, it shall make an application to whom for the transfer of the petition?",
    "opA": "The State Election Commission",
    "opB": "The District Magistrate",
    "opC": "The District Judge",
    "opD": "The High Court",
    “opright”: “opC”
  },
  {
    "queNo": "49",
    "queText": "According to Section 12-C(7), to whom can the District Judge dispose of an application or assign it for disposal, being under their administrative control?",
    "opA": "Only to an Additional District Judge",
    "opB": "Any Additional District Judge, Civil Judge, or Additional Civil Judge",
    "opC": "Only to a Senior Civil Judge",
    "opD": "Any judicial officer subordinate to the High Court",
    “opright”: “opB”
  },
  {
    "queNo": "50",
    "queText": "According to Section 12-C(8), what can the revision authority mentioned in sub-section (7) do with the order of the prescribed authority?",
    "opA": "Only confirm or reject the order",
    "opB": "Confirm, vary, or rescind the order, or remit the case to the prescribed authority for re-hearing",
    "opC": "Only vary the order with the consent of both parties",
    "opD": "Only rescind the order and order a fresh election",
    “opright”: “opB”
  },
  {
    "queNo": "51",
    "queText": "According to Section 12-C(9), subject to the provisions of the section and the order of the revision authority, what shall be the finality of every order made by the revision authority under this section and the order of the prescribed authority where no application for revision has been made?",
    "opA": "They shall be subject to review by the State Election Commission.",
    "opB": "They shall be subject to appeal to the High Court.",
    "opC": "They shall be final.",
    "opD": "They shall be provisional until confirmed by the State Government.",
    “opright”: “opC”
  },
  {
    "queNo": "52",
    "queText": "According to Section 12-E, to whom can the Pradhan or any member of the Gram Panchayat resign from their office by writing under their hand addressed to?",
    "opA": "The District Magistrate",
    "opB": "The Block Development Officer",
    "opC": "Such authority as may be prescribed",
    "opD": "The Secretary of the Gram Panchayat",
    “opright”: “opC”
  },
  {
    "queNo": "53",
    "queText": "According to Section 12-G, if the office of the Pradhan or any member of the Gram Panchayat becomes vacant due to death, resignation, election being void, or refusal to take oath of office, how shall the vacancy be filled?",
    "opA": "By nomination by the District Magistrate",
    "opB": "By co-option by the remaining members",
    "opC": "In the manner provided in Sections 11-B, 11-C, or 12, as the case may be",
    "opD": "The office shall remain vacant until the next general election",
    “opright”: “opC”
  },
  {
    "queNo": "54",
    "queText": "According to the proviso to Section 12-G, if the remaining period of the Gram Panchayat is less than how many months on the date of occurrence of the vacancy, shall the vacancy not be filled?",
    "opA": "Three months",
    "opB": "Four months",
    "opC": "Six months",
    "opD": "One year",
    “opright”: “opC”
  },
  {
    "queNo": "55",
    "queText": "According to Section 12-H, can any civil court entertain any objection as to the validity of any action taken or decision given by any officer or authority appointed under this Act in connection with the conduct of elections?",
    "opA": "Yes, if the objection is filed within 30 days of the decision",
    "opB": "Yes, with the permission of the District Magistrate",
    "opC": "No",
    "opD": "Yes, if there is a violation of fundamental rights",
    “opright”: “opC”
  },
  {
    "queNo": "56",
    "queText": "According to Section 12-I, when the office of the Pradhan is vacant due to death, removal, resignation, or otherwise, or when the Pradhan is unable to discharge functions due to absence, illness, or any other cause, who can nominate any member of the Gram Panchayat to perform the duties and exercise the powers of the Pradhan?",
    "opA": "The Chief Executive Officer of the Zilla Panchayat",
    "opB": "The Block Development Officer",
    "opC": "The prescribed authority",
    "opD": "The Vice-Pradhan, if any",
    “opright”: “opC”
  },
  {
    "queNo": "57",
    "queText": "According to Section 14(1), a Gram Sabha can remove the Pradhan by a majority of how many of the members present and voting at a special meeting called for this purpose, with at least 15 days' prior notice?",
    "opA": "A simple majority",
    "opB": "Two-thirds majority",
    "opC": "Three-fourths majority",
    "opD": "Majority of the total members",
    “opright”: “opB”
  },
  {
    "queNo": "58",
    "queText": "According to Section 14(1-A), notwithstanding anything in Section 11, what shall be the quorum for a meeting under sub-section (1) for the removal of the Pradhan?",
    "opA": "One-fifth of the total members of the Gram Sabha",
    "opB": "One-fourth of the total members of the Gram Sabha",
    "opC": "One-third of the total members of the Gram Sabha",
    "opD": "Half of the total members of the Gram Sabha",
    “opright”: “opC”
  },
  {
    "queNo": "59",
    "queText": "According to Section 14(2), a meeting for the removal of the Pradhan shall NOT be convened within how many years from the date of their election?",
    "opA": "One year",
    "opB": "Two years",
    "opC": "Three years",
    "opD": "Four years",
    “opright”: “opB”
  },
  {
    "queNo": "60",
    "queText": "According to Section 14(3), if a proposal for the removal of the Pradhan is not considered due to lack of quorum or is not passed due to lack of the required majority, when can another meeting for the removal of the same Pradhan be convened?",
    "opA": "Immediately after the previous meeting",
    "opB": "After a period of six months from the date of the previous meeting",
    "opC": "After a period of one year from the date of the previous meeting",
    "opD": "After a period of two years from the date of the previous meeting",
    “opright”: “opC”
  },
  {
    "queNo": "61",
    "queText": "According to Section 14-A, what can be the penalty for an outgoing Pradhan failing to hand over records, registers, and other property of the Gram Sabha?",
    "opA": "Imprisonment for a term up to one month",
    "opB": "A fine which may extend to two hundred rupees",
    "opC": "Both imprisonment and fine",
    "opD": "Disqualification from contesting future elections",
    “opright”: “opB”
  },
  {
    "queNo": "62",
    "queText": "According to Section 15, which of the following is a function of the Gram Panchayat?",
    "opA": "Maintenance of state highways passing through the village",
    "opB": "Preparation of the annual budget of the district",
    "opC": "Development and promotion of agriculture and horticulture",
    "opD": "Regulation of primary education at the district level",
    “opright”: “opC”
  },
  {
    "queNo": "63",
    "queText": "According to Section 15(2), what role does the Gram Panchayat play in land development, land reforms, consolidation of holdings, and soil conservation?",
    "opA": "Solely responsible for the execution of these schemes",
    "opB": "To manage and control all land records",
    "opC": "To assist the government and other agencies in these activities",
    "opD": "To formulate state-level policies for land reforms",
    “opright”: “opC”
  },
  {
    "queNo": "64",
    "queText": "According to Section 15(3), in the area of minor irrigation, water management, and watershed development, what function does the Gram Panchayat perform?",
    "opA": "To construct major irrigation projects",
    "opB": "To manage and assist in the distribution of water from minor irrigation projects",
    "opC": "To levy water tax on all agricultural land in the district",
    "opD": "To regulate inter-state water disputes",
    “opright”: “opB”
  },
  {
    "queNo": "65",
    "queText": "According to Section 15(22), what is a function of the Gram Panchayat concerning markets and fairs?",
    "opA": "To organize state-level trade fairs",
    "opB": "To regulate fairs, markets, and hats in the Panchayat areas",
    "opC": "To promote international trade",
    "opD": "To set up wholesale markets at the district level",
    “opright”: “opB”
  },
  {
    "queNo": "66",
    "queText": "According to Section 15(23), which of the following is a function of the Gram Panchayat under the domain of medical and sanitation?",
    "opA": "Running state-level hospitals",
    "opB": "Promotion of rural sanitation",
    "opC": "Establishing medical colleges",
    "opD": "Implementing national health policies at the state level",
    “opright”: “opB”
  },
  {
    "queNo": "67",
    "queText": "According to Section 15(23)(ङ), what vital statistics record is a function of the Gram Panchayat?",
    "opA": "National census",
    "opB": "Registration of birth, death, and marriage",
    "opC": "Voter registration at the state level",
    "opD": "Compilation of economic data for the district",
    “opright”: “opB”
  },
  {
    "queNo": "68",
    "queText": "According to Section 15(26), what role does the Gram Panchayat play concerning education, including primary and secondary schools?",
    "opA": "Solely responsible for curriculum design and teacher recruitment for all schools",
    "opB": "To provide financial aid to private schools in the area",
    "opC": "To promote mass literacy and adult education",
    "opD": "To conduct state-level board examinations",
    “opright”: “opC”
  },
  {
    "queNo": "69",
    "queText": "According to Section 15(29), what is a function of the Gram Panchayat concerning public distribution system?",
    "opA": "To control the procurement of food grains at the national level",
    "opB": "To supervise the public distribution system",
    "opC": "To fix the prices of essential commodities",
    "opD": "To manage inter-state transportation of goods",
    “opright”: “opB”
  },
  {
    "queNo": "70",
    "queText": "According to Section 15(30), what is a function of the Gram Panchayat concerning community assets?",
    "opA": "To sell off unused community properties",
    "opB": "Preservation and maintenance of community assets",
    "opC": "To lease community assets to private entities",
    "opD": "To transfer ownership of community assets to the State Government",
    “opright”: “opB”
  },
  {
    "queNo": "71",
    "queText": "According to Section 15-A, what is the Gram Panchayat required to prepare every year for the Panchayat area and send to the concerned Kshetra Panchayat?",
    "opA": "The annual revenue report",
    "opB": "A development plan",
    "opC": "The audit report of the previous financial year",
    "opD": "A list of beneficiaries for government schemes",
    “opright”: “opB”
  },
  {
    "queNo": "72",
    "queText": "According to Section 16, who can assign functions to a Gram Panchayat?",
    "opA": "The Zilla Panchayat",
    "opB": "The Kshetra Panchayat",
    "opC": "The State Government",
    "opD": "The Central Government",
    “opright”: “opC”
  },
  {
    "queNo": "73",
    "queText": "According to Section 18(1)(a), a Gram Panchayat can issue a notice requiring the owner or occupier of land or buildings to do which of the following?",
    "opA": "To construct new buildings as per the Panchayat's plan",
    "opB": "To stop any construction that has been approved by the Panchayat",
    "opC": "To remove any projection, encroachment, or obstruction erected without lawful authority",
    "opD": "To provide free accommodation to Panchayat staff",
    “opright”: “opC”
  },
  {
    "queNo": "74",
    "queText": "According to Section 18(1)(b), a Gram Panchayat can issue a notice requiring the owner or occupier of a private well, tank, reservoir, pool, pond, pit, low-lying land, or excavation to do which of the following if it appears to be injurious to health or offensive to the neighborhood?",
    "opA": "To allow public access for drawing water",
    "opB": "To clean, repair, cover, fill up, drain, deepen, or clear it",
    "opC": "To transfer its ownership to the Gram Panchayat",
    "opD": "To use it for pisciculture as directed by the Panchayat",
    “opright”: “opB”
  },
  {
    "queNo": "75",
    "queText": "According to the proviso to Section 18, a person served with a notice under clause (b) can appeal against the notice within 30 days from the date of its receipt to whom?",
    "opA": "The District Magistrate",
    "opB": "The Block Development Officer",
    "opC": "The District Medical Officer of Health",
    "opD": "The Chairman of the Zilla Panchayat",
    “opright”: “opC”
  },
  {
    "queNo": "76",
    "queText": "According to Section 19(1)(a), subject to rules prescribed regarding curriculum, appointment and qualification of teachers, and supervision of schools, what is the Gram Panchayat responsible for concerning existing primary schools?",
    "opA": "Only providing financial grants",
    "opB": "Maintaining them along with their buildings and furniture and being responsible for their proper running",
    "opC": "Only managing the administrative affairs",
    "opD": "Delegating all responsibilities to the District Education Officer",
    “opright”: “opB”
  },
  {
    "queNo": "77",
    "queText": "According to Section 19(1)(b), subject to rules prescribed regarding establishment, maintenance, and supervision, what type of dispensaries can a Gram Panchayat maintain or improve?",
    "opA": "Only allopathic dispensaries",
    "opB": "Ayurvedic, Homoeopathic, or Unani dispensaries",
    "opC": "Only government-run dispensaries",
    "opD": "All types of medical facilities including private clinics",
    “opright”: “opB”
  },
  {
    "queNo": "78",
    "queText": "According to Section 23, if a complaint is received by the Gram Panchayat regarding any misconduct in the discharge of official duty by certain officials within its jurisdiction and if prima facie evidence is available, what action will the Gram Panchayat take?",
    "opA": "Conduct a full inquiry and punish the guilty official",
    "opB": "Forward the complaint along with its report to the appropriate authority",
    "opC": "Dismiss the complaint if it seems frivolous",
    "opD": "Take no action and leave it to the concerned department",
    “opright”: “opB”
  },
  {
    "queNo": "79",
    "queText": "According to Section 24, what right does the Gram Panchayat have regarding the collection of sayer income and dues of owners for any area situated within its jurisdiction, subject to prescribed conditions?",
    "opA": "To directly collect all such income and dues",
    "opB": "To levy a separate tax on such income and dues",
    "opC": "To contract for the collection of such income and dues",
    "opD": "To prohibit the collection of such income and dues by any other agency",
    “opright”: “opC”
  },
  {
    "queNo": "80",
    "queText": "According to Section 25(1)(a), employees of the State Government can be transferred for service under Gram Panchayats within a district by which authority?",
    "opA": "The Gram Panchayat itself",
    "opB": "The District Magistrate",
    "opC": "Such authority as may be notified by the State Government",
    "opD": "The State Election Commission",
    “opright”: “opC”
  },
  {
    "queNo": "81",
    "queText": "According to Section 25(1)(b), when an employee is transferred and deputed to serve under a Gram Panchayat, on what terms and conditions shall they serve?",
    "opA": "On terms and conditions as decided by the Gram Panchayat",
    "opB": "On the same terms and conditions and with the same rights and privileges as they were entitled to immediately before such transfer",
    "opC": "On terms and conditions applicable to the employees of the Gram Panchayat",
    "opD": "On modified terms and conditions as decided by the transferring authority",
    “opright”: “opB”
  },
  {
    "queNo": "82",
    "queText": "According to Section 25(2), can a Gram Panchayat create a new post in the State Government service?",
    "opA": "Yes, with the approval of the State Government",
    "opB": "Yes, if it is necessary for the efficient functioning of the Panchayat",
    "opC": "No",
    "opD": "Yes, with the consent of the majority of the Gram Sabha members",
    “opright”: “opC”
  },
  {
    "queNo": "83",
    "queText": "According to Section 25(3), subject to such conditions and restrictions and according to such procedure as may be prescribed, what power does the Gram Panchayat have over the employees appointed under sub-section (2)?",
    "opA": "To determine their salaries and allowances",
    "opB": "To confirm their services after a probation period",
    "opC": "To impose any kind of punishment on them",
    "opD": "To transfer them to other departments of the State Government",
    “opright”: “opC”
  },
  {
    "queNo": "84",
    "queText": "According to Section 25(4), subject to such conditions and restrictions as may be prescribed, to whom can the Gram Panchayat delegate the power to impose any minor punishment on the employees appointed under sub-section (2)?",
    "opA": "Only to a committee specifically constituted for this purpose",
    "opB": "To the Pradhan or any of its committees",
    "opC": "To the Secretary of the Gram Panchayat",
    "opD": "To the Block Development Officer",
    “opright”: “opB”
  },
  {
    "queNo": "85",
    "queText": "According to Section 25(5), an appeal against an order imposing any punishment on an employee under sub-section (3) shall lie to which authority?",
    "opA": "The District Magistrate",
    "opB": "The State Election Commission",
    "opC": "Such officer or committee as the State Government may specify by notification",
    "opD": "The High Court",
    “opright”: “opC”
  },
  {
    "queNo": "86",
    "queText": "According to Section 25(6), subject to prescribed conditions, who can transfer an employee specified in clause (b) of sub-section (1) from one Gram Panchayat to another within the same district?",
    "opA": "The Gram Panchayat itself",
    "opB": "The District Magistrate",
    "opC": "The prescribed authority",
    "opD": "The Block Development Officer",
    “opright”: “opC”
  },
  {
    "queNo": "87",
    "queText": "According to Section 25(7), with the previous approval of the prescribed authority, who can appoint persons to their staff in the prescribed manner?",
    "opA": "The Gram Panchayat",
    "opB": "The Nyaya Panchayat",
    "opC": "The Block Development Committee",
    "opD": "The Zilla Parishad",
    “opright”: “opB”
  },
  {
    "queNo": "88",
    "queText": "According to Section 25(7), an employee appointed by the Nyaya Panchayat will be under the administrative control of whom, who will also have the power to transfer, punish, suspend, remove, or dismiss them?",
    "opA": "The Sarpanch of the Nyaya Panchayat",
    "opB": "The District Magistrate",
    "opC": "The prescribed authority",
    "opD": "The State Government",
    “opright”: “opC”
  },
  {
    "queNo": "89",
    "queText": "According to Section 25(8), an appeal against any order of the prescribed authority punishing, suspending, removing, or dismissing a person under sub-section (7) shall lie to which authority?",
    "opA": "The District Judge",
    "opB": "The High Court",
    "opC": "The authority appointed by the State Government in this behalf",
    "opD": "The State Election Commission",
    “opright”: “opC”
  },
  {
    "queNo": "90",
    "queText": "According to Section 25-A, who can appoint a Secretary for every Gram Panchayat?",
    "opA": "The Gram Panchayat by a majority vote",
    "opB": "The State Election Commission",
    "opC": "The State Government or such officer or authority as may be empowered by the State Government in this behalf",
    "opD": "The Block Development Officer in consultation with the Pradhan",
    “opright”: “opC”
  },
  {
    "queNo": "91",
    "queText": "According to Section 29, how are committees of the Gram Panchayat constituted?",
    "opA": "Nominated by the Pradhan",
    "opB": "Consisting of members elected by the Gram Sabha",
    "opC": "Consisting of members elected by the members of the Gram Panchayat from amongst themselves in the prescribed manner",
    "opD": "Appointed by the District Magistrate",
    “opright”: “opC”
  },
  {
    "queNo": "92",
    "queText": "According to the first proviso to Section 29, what representation must each committee of the Gram Panchayat have?",
    "opA": "At least one male member, one member from the majority community, and one young member.",
    "opB": "At least two members who are not members of the Gram Panchayat.",
    "opC": "At least one woman member, one member from Scheduled Castes or Scheduled Tribes, and one member from Backward Classes.",
    "opD": "Equal representation from all territorial constituencies.",
    “opright”: “opC”
  },
  {
    "queNo": "93",
    "queText": "According to the further proviso to Section 29, who can direct that the Pradhan or any other member of the Gram Panchayat shall be the chairperson of any such committee?",
    "opA": "The District Magistrate",
    "opB": "The Block Development Officer",
    "opC": "The State Government by notification",
    "opD": "The State Election Commission",
    “opright”: “opC”
  },
  {
    "queNo": "94",
    "queText": "According to Section 30(1), subject to prescribed rules, a joint committee can be appointed by how many or more Gram Panchayats?",
    "opA": "Three or more",
    "opB": "Two or more",
    "opC": "Four or more",
    "opD": "Five or more",
    “opright”: “opB”
  },
  {
    "queNo": "95",
    "queText": "According to Section 30(3), if directed by whom, one or more Gram Panchayats shall appoint a joint committee under this section for the joint execution of any of the functions specified in Sections 15 and 16?",
    "opA": "The District Magistrate",
    "opB": "The Block Development Officer",
    "opC": "The prescribed authority",
    "opD": "The Chairman of the Zilla Panchayat",
    “opright”: “opC”
  },
  {
    "queNo": "96",
    "queText": "According to Section 32(1), what shall every Gram Panchayat have?",
    "opA": "A separate bank account",
    "opB": "A Gram Fund",
    "opC": "A Development Committee",
    "opD": "A Planning Board",
    “opright”: “opB”
  },
  {
    "queNo": "97",
    "queText": "According to Section 32(2)(a), which of the following shall be credited to the Gram Fund?",
    "opA": "Grants received from the Central Government for national schemes",
    "opB": "Proceeds of any tax imposed by the Gram Panchayat under Section 37",
    "opC": "Loans taken by individual residents of the village",
    "opD": "Salaries of the employees of the State Government working in the village",
    “opright”: “opB”
  },
  {
    "queNo": "98",
    "queText": "According to Section 32(2)(f), what part of Nazul property and rent and other income can the State Government direct to be credited to the Gram Fund?",
    "opA": "The entire amount",
    "opB": "Such portion as the State Government may direct",
    "opC": "Only the income exceeding a certain limit",
    "opD": "None, as it belongs entirely to the State Government",
    “opright”: “opB”
  },
  {
    "queNo": "99",
    "queText": "According to Section 32(2)(g), what kind of contributions received from the Zilla Panchayat or any other local authority can be credited to the Gram Fund?",
    "opA": "Mandatory contributions as per a fixed formula",
    "opB": "Voluntary contributions made as a gesture of goodwill",
    "opC": "Sums given as contribution",
    "opD": "Loans given for specific development projects",
    “opright”: “opC”
  },
  {
    "queNo": "100",
    "queText": "According to Section 32(2)(h), what type of sums received can be credited to the Gram Fund?",
    "opA": "Income from private businesses operating within the Panchayat area",
    "opB": "Sums given as loans or gifts",
    "opC": "Taxes collected by the Central Government within the Panchayat area",
    "opD": "Fines imposed by the Nyaya Panchayat",
    “opright”: “opB”
  },
  {
    "queNo": "101",
    "queText": "According to Section 32(2)(i), what other sums can be assigned to the Gram Fund?",
    "opA": "Only those specifically mentioned in the Act",
    "opB": "Such other sums as the State Government may by any general or special order assign to the Gram Fund",
    "opC": "Sums collected as donations for religious purposes",
    "opD": "Revenue from forests located within the Panchayat area",
    “opright”: “opB”
  },
  {
    "queNo": "102",
    "queText": "According to Section 32(2)(j), what kind of sums recovered under Section 25 or any other law shall be credited to the Gram Fund?",
    "opA": "Only fines imposed for violations of Panchayat rules",
    "opB": "All sums recovered from any person",
    "opC": "Only the cost of damage to Panchayat property",
    "opD": "Sums relating to the affairs of the Gram Panchayat",
    “opright”: “opD”
  },
  {
    "queNo": "103",
    "queText": "According to Section 33(1), who shall constitute a Finance Commission to review the financial position of the Gram Panchayats, Kshetra Panchayats, and Zilla Panchayats and make recommendations to the Governor?",
    "opA": "The State Election Commission",
    "opB": "The State Legislature",
    "opC": "The Governor",
    "opD": "The State Government",
    “opright”: “opC”
  },
  {
    "queNo": "104",
    "queText": "According to Section 33(2)(a)(i), what principle shall govern the distribution of the net proceeds of taxes, tolls, cesses, and fees levied by the State between the State and the Gram Panchayats, Kshetra Panchayats, and Zilla Panchayats?",
    "opA": "Equal distribution among all three tiers",
    "opB": "Distribution based solely on population",
    "opC": "Principles which shall govern the distribution and the allocation of the respective shares among them",
    "opD": "Distribution as per the discretion of the Finance Minister",
    “opright”: “opC”
  },
  {
    "queNo": "105",
    "queText": "According to Section 33(2)(a)(ii), what else shall be determined by the principles governing the financial relations?",
    "opA": "The administrative powers of the Panchayats",
    "opB": "The types of development schemes to be implemented",
    "opC": "The determination of taxes, tolls, cesses, and fees which may be assigned to the Gram Panchayats, Kshetra Panchayats, and Zilla Panchayats",
    "opD": "The procedure for conducting elections to the Panchayats",
    “opright”: “opC”
  },
  {
    "queNo": "106",
    "queText": "According to Section 33(2)(b), what principles shall govern the grants-in-aid to the Gram Panchayats from the Consolidated Fund of the State?",
    "opA": "Based on the size of the Panchayat area only",
    "opB": "Based on the revenue generated by the Panchayat only",
    "opC": "Principles which shall govern the grants-in-aid to the Gram Panchayats",
    "opD": "As per the recommendations of the Planning Commission",
    “opright”: “opC”
  },
  {
    "queNo": "107",
    "queText": "According to Section 33(2)(c), what measures are needed to improve the financial position of the Gram Panchayats?",
    "opA": "Measures needed to increase the powers of the State Government over Panchayats",
    "opB": "Measures needed to improve the financial position of the Gram Panchayats",
    "opC": "Measures needed to reduce the dependence of Panchayats on State grants",
    "opD": "Measures needed to privatize Panchayat resources",
    “opright”: “opB”
  },
  {
    "queNo": "108",
    "queText": "According to Section 33-A, what does 'immovable property' include for the purpose of Sections 33 and 34?",
    "opA": "Only land and buildings",
    "opB": "Land, benefits arising out of land, and things attached to the earth or permanently fastened to anything attached to the earth",
    "opC": "Only property registered in the name of the Gram Panchayat",
    "opD": "Moveable assets owned by the Gram Panchayat",
    “opright”: “opB”
  },
  {
    "queNo": "109",
    "queText": "According to Section 34(1), subject to any special reservation made by the State Government, in whom shall all public property situated within the jurisdiction of the Gram Panchayat vest?",
    "opA": "The residents of the village collectively",
    "opB": "The Zilla Panchayat",
    "opC": "The Gram Panchayat",
    "opD": "The State Government",
    “opright”: “opC”
  },
  {
    "queNo": "110",
    "queText": "According to Section 34(2), all markets and fairs or such parts thereof as are held on public land shall be under the control and management of whom?",
    "opA": "The market committees appointed by the District Magistrate",
    "opB": "The State Marketing Board",
    "opC": "The Gram Panchayat",
    "opD": "The local traders' association",
    “opright”: “opC”
  },
  {
    "queNo": "111",
    "queText": "According to Section 37(1)(a), what tax can a Gram Panchayat levy on land which is not assessed to land revenue?",
    "opA": "A fixed property tax",
    "opB": "A tax at such rates as may be prescribed",
    "opC": "No tax can be levied on such land",
    "opD": "A tax with the prior approval of the Zilla Panchayat",
    “opright”: “opB”
  },
  {
    "queNo": "112",
    "queText": "According to Section 37(1)(b), what tax can a Gram Panchayat levy on trades, callings, and professions carried on or followed within the Panchayat area?",
    "opA": "A tax exceeding the limit set by the State Government",
    "opB": "A tax at such rates as may be prescribed",
    "opC": "A tax only with the consent of the majority of residents",
    "opD": "No tax can be levied on these activities",
    “opright”: “opB”
  },
  {
    "queNo": "113",
    "queText": "According to Section 37(1)(g), what fee can a Gram Panchayat levy for the use of public buildings and other works maintained by it?",
    "opA": "A fee exceeding the cost of maintenance",
    "opB": "Such fees as may be prescribed",
    "opC": "Only a nominal fee with prior approval",
    "opD": "No fee can be levied for public use",
    “opright”: “opB”
  },
  {
    "queNo": "114",
    "queText": "According to Section 37(1)(i), what tax can a Gram Panchayat levy for cleaning private latrines and drains which are cleaned by the Gram Panchayat?",
    "opA": "A tax at a rate fixed by the house owner",
    "opB": "A tax at such rates as may be prescribed, payable by the owners or occupiers of the houses",
    "opC": "Only a service charge with the consent of the residents",
    "opD": "No tax can be levied for such services",
    “opright”: “opB”
  },
  {
    "queNo": "115",
    "queText": "According to Section 37(1)(j), what kind of tax can be levied for the cleaning and lighting of streets and for sanitation?",
    "opA": "A consolidated tax at a rate decided by the Pradhan",
    "opB": "A tax at such rates as may be prescribed",
    "opC": "Separate taxes for cleaning, lighting, and sanitation, each requiring individual approval",
    "opD": "Only a voluntary contribution from the residents",
    “opright”: “opB”
  },
  {
    "queNo": "116",
    "queText": "According to Section 37(1)(k), what rate can be charged as an irrigation rate where a minor irrigation project for water supply has been constructed or maintained by the Gram Panchayat?",
    "opA": "A rate equivalent to the cost of the project",
    "opB": "Any rate decided by the Gram Panchayat",
    "opC": "Such irrigation rate as may be prescribed",
    "opD": "No irrigation rate can be charged",
    “opright”: “opC”
  },
  {
    "queNo": "117",
    "queText": "According to Section 37(1)(l), what other tax can a Gram Panchayat levy?",
    "opA": "Any tax authorized by the State Legislature under the Constitution, including Article 277, and the levy of which has been authorized by the State Government",
    "opB": "Any tax approved by a majority of the Gram Sabha members",
    "opC": "Any tax that was historically levied in the village",
    "opD": "Any tax that is levied by neighboring Gram Panchayats",
    “opright”: “opA”
  },
  {
    "queNo": "118",
    "queText": "According to Section 37(2), in what manner and at what times shall the taxes, surcharges, and fees under sub-section (1) be levied, assessed, and collected?",
    "opA": "In any manner and at any time as decided by the Gram Panchayat",
    "opB": "In such manner and at such times as may be prescribed",
    "opC": "Only through direct collection by Panchayat members",
    "opD": "Through outsourcing to private agencies",
    “opright”: “opB”
  },
  {
    "queNo": "119",
    "queText": "According to Section 37-A(1), an appeal against any tax, surcharge, or fee imposed by the Gram Panchayat shall lie to whom?",
    "opA": "The District Magistrate",
    "opB": "The Block Development Officer",
    "opC": "The prescribed authority",
    "opD": "The Zilla Panchayat",
    “opright”: “opC”
  },
  {
    "queNo": "120",
    "queText": "According to Section 37-A(2), if it is brought to the notice of the prescribed authority that any tax, surcharge, or fee has been improperly assessed or levied, what action can the prescribed authority take after making such inquiry as it thinks fit?",
    "opA": "Only order a refund of the improperly levied amount",
    "opB": "Confirm, modify, or cancel the assessment or levy",
    "opC": "Impose a penalty on the assessing authority",
    "opD": "Order a fresh assessment by a different authority",
    “opright”: “opB”
  },
  {
    "queNo": "121",
    "queText": "According to Section 41, within what period and in what manner shall every Gram Panchayat prepare a statement of the estimated receipts and expenditure for the coming financial year commencing on the first of April?",
    "opA": "At any time before the start of the financial year and in any manner decided by the Pradhan.",
    "opB": "Within such period and in such manner as may be prescribed.",
    "opC": "Immediately after the end of the current financial year and by public announcement.",
    "opD": "At least three months before the start of the financial year and with the approval of the Gram Sabha.",
    “opright”: “opB”
  },
  {
    "queNo": "122",
    "queText": "According to Section 41, by what majority shall the statement of estimated receipts and expenditure be passed by the Gram Panchayat?",
    "opA": "Unanimous vote of all members.",
    "opB": "Simple majority of the members present and voting at its meeting.",
    "opC": "Two-thirds majority of the total number of members.",
    "opD": "Majority of not less than three-fourths of the members present and voting.",
    “opright”: “opB”
  },
  {
    "queNo": "123",
    "queText": "According to Section 41, what is the quorum required for the meeting of the Gram Panchayat to pass the budget?",
    "opA": "One-third of the total number of members.",
    "opB": "Half of the total number of members.",
    "opC": "More than half of the total number of members.",
    "opD": "Two-thirds of the total number of members.",
    “opright”: “opC”
  },
  {
    "queNo": "124",
    "queText": "According to Section 43(1), how are the Panches of the Nyaya Panchayat appointed?",
    "opA": "Elected directly by the Gram Sabha.",
    "opB": "Nominated by the State Government.",
    "opC": "Elected by the members of the Gram Panchayat from amongst themselves.",
    "opD": "From amongst the members of the Gram Sabha by nomination.",
    “opright”: “opD”
  },
  {
    "queNo": "125",
    "queText": "According to Section 43(2), what is a general condition for a person to be appointed as a Panch of the Nyaya Panchayat?",
    "opA": "They must be a member of the Gram Panchayat.",
    "opB": "They must possess the prescribed qualifications.",
    "opC": "They must be literate.",
    "opD": "They must be a resident of the same territorial constituency.",
    “opright”: “opB”
  },
  {
    "queNo": "126",
    "queText": "According to the proviso to Section 43(2), if suitable persons possessing the requisite qualifications are not available for appointment as Nyaya Panchayat Panches, who can relax any or all of such qualifications by a written order?",
    "opA": "The Gram Panchayat.",
    "opB": "The District Magistrate.",
    "opC": "The prescribed authority.",
    "opD": "The State Election Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "127",
    "queText": "According to Section 44, how are the Sarpanch and Sahayak Sarpanch of the Nyaya Panchayat elected?",
    "opA": "Directly elected by the Gram Sabha.",
    "opB": "Nominated by the District Judge.",
    "opC": "By the Panches appointed under Section 43 from amongst themselves in the manner and for the period as may be prescribed.",
    "opD": "Selected by a committee appointed by the State Government.",
    “opright”: “opC”
  },
  {
    "queNo": "128",
    "queText": "According to Section 45(1), when does the term of office of a Panch commence?",
    "opA": "From the date of notification of their appointment.",
    "opB": "From the date of the first meeting of the Nyaya Panchayat.",
    "opC": "From the date they are appointed.",
    "opD": "From the date they take the oath of office.",
    “opright”: “opC”
  },
  {
    "queNo": "129",
    "queText": "According to Section 45(1), unless terminated earlier under the provisions of the Act, the term of office of a Panch coincides with the term of which body?",
    "opA": "The Gram Sabha for which they were appointed.",
    "opB": "The Kshetra Panchayat of the area.",
    "opC": "The Gram Panchayat for which they were appointed.",
    "opD": "The Zilla Panchayat of the district.",
    “opright”: “opC”
  },
  {
    "queNo": "130",
    "queText": "According to the proviso to Section 45(1), who shall continue to hold their respective offices until their successors are elected or appointed?",
    "opA": "Only the Sarpanch.",
    "opB": "Only the Sahayak Sarpanch.",
    "opC": "The Sarpanch and the Sahayak Sarpanch.",
    "opD": "All the Panches.",
    “opright”: “opC”
  },
  {
    "queNo": "131",
    "queText": "According to Section 47, how can a Panch, Sarpanch, or Sahayak Sarpanch resign from their office?",
    "opA": "By orally informing the members of the Nyaya Panchayat.",
    "opB": "By writing under their hand addressed to such authority as may be prescribed.",
    "opC": "By submitting a resignation letter to the Gram Panchayat Pradhan.",
    "opD": "By public announcement in the Gram Sabha.",
    “opright”: “opB”
  },
  {
    "queNo": "132",
    "queText": "According to Section 66(2), when a Nyaya Panchayat has been suspended, superseded, or dissolved under Section 95 or has ceased to function for any other reason, what happens to all pending criminal cases before it?",
    "opA": "They are dismissed.",
    "opB": "They are transferred to the District Magistrate for disposal.",
    "opC": "They shall stand transferred to a competent court having jurisdiction, which shall dispose of them according to law.",
    "opD": "They are referred to the State Election Commission for a decision.",
    “opright”: “opC”
  },
  {
    "queNo": "133",
    "queText": "According to the first proviso to Section 66(2), in cases transferred to a competent court due to the Nyaya Panchayat ceasing to function, will there be a fresh trial?",
    "opA": "No, the court will continue the proceedings from where the Nyaya Panchayat left off.",
    "opB": "Yes, all such cases shall be tried de novo in the court.",
    "opC": "It depends on the discretion of the court.",
    "opD": "Only if the parties request for a fresh trial.",
    “opright”: “opB”
  },
  {
    "queNo": "134",
    "queText": "According to the second proviso to Section 66(2), will a Nyaya Panchayat be deemed to have ceased to function merely because its Panches are due for re-election?",
    "opA": "Yes, the Panchayat becomes non-functional until the new Panches are elected.",
    "opB": "It depends on the order issued by the State Government.",
    "opC": "No, a Nyaya Panchayat shall not be deemed to have ceased to function merely on this ground.",
    "opD": "Yes, as per the rules of the State Election Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "135",
    "queText": "According to Section 67(1), if a Nyaya Panchayat acquits an accused of an offence triable by it and is of the opinion that the accusation against them was false and frivolous or vexatious, what can the Nyaya Panchayat immediately ask the complainant to do?",
    "opA": "To file an appeal in a higher court.",
    "opB": "To pay a penalty to the Panchayat.",
    "opC": "To show cause forthwith why the complainant should not pay compensation to the accused.",
    "opD": "To apologize to the accused in writing.",
    “opright”: “opC”
  },
  {
    "queNo": "136",
    "queText": "According to Section 67(2), if, after hearing the complainant, the Nyaya Panchayat is satisfied that the accusation was false, frivolous, or vexatious, what order can it pass?",
    "opA": "It can impose a fine on the complainant up to a prescribed limit.",
    "opB": "It can direct that such compensation, not exceeding twenty-five rupees, as it may determine, be paid by the complainant to the accused.",
    "opC": "It can order the imprisonment of the complainant for a term not exceeding one month.",
    "opD": "It can direct the police to register a case against the complainant for filing a false complaint.",
    “opright”: “opB”
  },
  {
    "queNo": "137",
    "queText": "According to Section 68, any civil suit instituted before a Nyaya Panchayat after the period of limitation prescribed in which document shall be dismissed?",
    "opA": "The rules framed by the High Court.",
    "opB": "The Code of Civil Procedure, 1908.",
    "opC": "The Schedule specifically provided for the purpose.",
    "opD": "The directions issued by the State Government.",
    “opright”: “opC”
  },
  {
    "queNo": "138",
    "queText": "According to the proviso to Section 68, the period spent in prosecuting a civil suit in which court shall be excluded in computing the period of limitation for a suit on the same cause of action before a Nyaya Panchayat?",
    "opA": "Any court.",
    "opB": "Any revenue court.",
    "opC": "A court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it, provided the prosecution is in good faith.",
    "opD": "A court situated outside the territorial jurisdiction of the Nyaya Panchayat.",
    “opright”: “opC”
  },
  {
    "queNo": "139",
    "queText": "According to Section 69(1), regarding questions of title, legal character, contract, or liability, is the decision of a Nyaya Panchayat binding on the parties?",
    "opA": "Yes, in all cases.",
    "opB": "Yes, unless appealed against in a higher court.",
    "opC": "No, it shall not be binding on the parties except in respect of the same civil suit in which such decision was given.",
    "opD": "Yes, but only with the consent of the parties.",
    “opright”: “opC”
  },
  {
    "queNo": "140",
    "queText": "According to Section 73, what does the dismissal of a complaint or the discharge or conviction of an accused by a Nyaya Panchayat NOT prevent?",
    "opA": "A fresh complaint on the same facts before the same Nyaya Panchayat.",
    "opB": "Interference by any other Nyaya Panchayat on the same facts.",
    "opC": "The trial of the accused for the same offence by a competent Magistrate or a court.",
    "opD": "An appeal against the decision to a higher Nyaya Panchayat.",
    “opright”: “opC”
  },
  {
    "queNo": "141",
    "queText": "According to Section 74, if a criminal or civil case is cognizable by more than one Nyaya Panchayat, where can the defendant or plaintiff institute the respective case?",
    "opA": "Only in the Nyaya Panchayat having the highest jurisdiction.",
    "opB": "In any one of those Nyaya Panchayats.",
    "opC": "Only in the Nyaya Panchayat where the cause of action first arose.",
    "opD": "Only with the written permission of the District Magistrate.",
    “opright”: “opB”
  },
  {
    "queNo": "142",
    "queText": "According to Section 74, any dispute regarding jurisdiction shall be decided by whom?",
    "opA": "The Sarpanch of the Nyaya Panchayat where the case is first instituted.",
    "opB": "The Block Development Officer.",
    "opC": "The Judicial Magistrate or Munsif, as the case may be, having jurisdiction.",
    "opD": "A committee constituted by the State Government.",
    “opright”: “opC”
  },
  {
    "queNo": "143",
    "queText": "According to Section 76(1), what happens if a complainant or applicant fails to appear on the date fixed for the hearing of a criminal or civil case before a Nyaya Panchayat?",
    "opA": "The case is automatically adjourned to the next date.",
    "opB": "The Nyaya Panchayat may dismiss the suit or application or pass such order as it deems fit.",
    "opC": "The defendant or opposite party is declared victorious.",
    "opD": "A penalty is imposed on the non-appearing party.",
    “opright”: “opB”
  },
  {
    "queNo": "144",
    "queText": "According to Section 76(2), can a Nyaya Panchayat proceed with the hearing of a civil or criminal case and decide it in the absence of the defendant or accused?",
    "opA": "No, the presence of both parties is mandatory.",
    "opB": "Yes, if the summons has been duly served on them or if intimation of the date and place fixed for the hearing has been given to them.",
    "opC": "Only in criminal cases, but not in civil cases.",
    "opD": "Only with the prior permission of the District Judge.",
    “opright”: “opB”
  },
  {
    "queNo": "145",
    "queText": "According to Section 77-A(1), if any Panch appointed to a Bench constituted under Section 49 is absent on the day of hearing, can the remaining Panches proceed with the trial of a criminal or civil case?",
    "opA": "No, the Bench must have all its appointed members present.",
    "opB": "Yes, the remaining Panches shall try the criminal or civil case notwithstanding anything contained in the Act, provided a minimum of 3 Panches including the Presiding Officer are present.",
    "opC": "Only if the absent Panch gives their written consent.",
    "opD": "The case will be adjourned to another date.",
    “opright”: “opB”
  },
  {
    "queNo": "146",
    "queText": "According to Section 79(1), can a Nyaya Panchayat review or alter its own decision?",
    "opA": "Yes, within 30 days of the decision.",
    "opB": "Yes, with the consent of both the parties.",
    "opC": "No, except as provided in sub-section (2).",
    "opD": "Yes, if an application for review is filed within the prescribed period.",
    “opright”: “opC”
  },
  {
    "queNo": "147",
    "queText": "According to Section 79(2), in which of the following circumstances can a Nyaya Panchayat review its decision?",
    "opA": "If a higher court directs it to do so.",
    "opB": "If a mistake or error apparent on the face of the record is brought to its notice within 30 days of the decision.",
    "opC": "If new evidence is discovered after the decision.",
    "opD": "If there is a change in law.",
    “opright”: “opB”
  },
  {
    "queNo": "148",
    "queText": "According to Section 84(1), who can suo moto or on an application withdraw any criminal or civil case pending before a Nyaya Panchayat at any stage?",
    "opA": "The District Magistrate.",
    "opB": "The Block Development Officer.",
    "opC": "The Judicial Magistrate or Munsif, as the case may be, on their own motion.",
    "opD": "The State Election Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "149",
    "queText": "According to Section 84(1), upon withdrawing a case, what actions can the Judicial Magistrate or Munsif take?",
    "opA": "Only dismiss the case.",
    "opB": "Try to effect a compromise, transfer it to another Bench of the Nyaya Panchayat, or transfer it to another Magistrate or Munsif competent to try or dispose of it.",
    "opC": "Only order a re-trial by the same Nyaya Panchayat.",
    "opD": "Only refer it to the High Court for a decision.",
    “opright”: “opB”
  },
  {
    "queNo": "150",
    "queText": "According to Section 86, for the purpose of inquiring into any matter pending before it, what powers does a Nyaya Panchayat have to summon any person?",
    "opA": "Power to issue a warrant for their arrest if they fail to appear.",
    "opB": "Power to issue a summons in the prescribed manner to the person whose attendance is required to give evidence or produce a document.",
    "opC": "Power to delegate the summoning authority to the Gram Panchayat Secretary.",
    "opD": "No specific power to summon; they can only request attendance.",
    “opright”: “opB”
  },
  {
    "queNo": "151",
    "queText": "According to Section 87, if a person willfully disobeys a summons or notice or order issued by a Nyaya Panchayat requiring them to appear to give evidence or produce any document before it, what penalty can the Nyaya Panchayat impose?",
    "opA": "Imprisonment for a term which may extend to one month.",
    "opB": "A fine which may extend to twenty rupees.",
    "opC": "Refer the matter to the Judicial Magistrate having jurisdiction who may proceed against such person under Section 174 of the Indian Penal Code, 1860.",
    "opD": "Order the police to bring the person by force.",
    “opright”: “opC”
  },
  {
    "queNo": "152",
    "queText": "According to Section 88, what action can a Nyaya Panchayat take if, after examining the plaintiff or applicant, it is satisfied that a civil suit or application is frivolous, vexatious, or untrue?",
    "opA": "Adjourn the case for further hearing.",
    "opB": "Impose a cost on the plaintiff or applicant.",
    "opC": "Reject the plaint or application.",
    "opD": "Order the plaintiff or applicant to file an affidavit.",
    “opright”: “opC”
  },
  {
    "queNo": "153",
    "queText": "According to Section 89(1), who can call for the record of any case in a criminal or civil proceeding either suo moto or on an application of a party made within 60 days from the date of the order complained of or from the date of knowledge of the order if summons was not personally served?",
    "opA": "The District Magistrate.",
    "opB": "The Block Development Officer.",
    "opC": "The Judicial Magistrate or Munsif, as the case may be.",
    "opD": "The State Election Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "154",
    "queText": "According to Section 89(2), after examining the record, if the Judicial Magistrate or Munsif is of the opinion that any order of the Nyaya Panchayat should be quashed, revised, or altered, what can they do?",
    "opA": "Pass the final order themselves.",
    "opB": "Report the case to the High Court for appropriate orders.",
    "opC": "Make a report to the prescribed authority who may pass such orders thereon as it thinks fit.",
    "opD": "Refer the case back to the Nyaya Panchayat for reconsideration.",
    “opright”: “opC”
  },
  {
    "queNo": "155",
    "queText": "According to Section 93(1), how shall a decree or order passed by a Nyaya Panchayat be executed?",
    "opA": "By the police.",
    "opB": "In the manner prescribed.",
    "opC": "By the Gram Panchayat.",
    "opD": "Through the Revenue Department.",
    “opright”: “opB”
  },
  {
    "queNo": "156",
    "queText": "According to Section 93(1), if the property of the defendant is situated outside the jurisdiction of the Nyaya Panchayat which passed the decree or order, to which body will it transfer the decree or order for execution?",
    "opA": "The District Magistrate.",
    "opB": "The Zilla Panchayat.",
    "opC": "The Nyaya Panchayat within whose jurisdiction the property is situated, or if there is no Nyaya Panchayat there, to the court of the Munsif within whose jurisdiction it is situated.",
    "opD": "The High Court.",
    “opright”: “opC”
  },
  {
    "queNo": "157",
    "queText": "According to Section 95(1)(a), who can inspect any immovable property owned by a Gram Panchayat and used or occupied by it, or by a joint committee or Nyaya Panchayat, or any construction work being carried on under their direction?",
    "opA": "Any member of the Gram Sabha.",
    "opB": "The District Magistrate.",
    "opC": "The prescribed authority or any officer authorized by the State Government in this behalf.",
    "opD": "The Pradhan of the Gram Panchayat.",
    “opright”: “opC”
  },
  {
    "queNo": "158",
    "queText": "According to Section 95(1)(b), who can by written order call for and inspect any book or document in the possession or under the control of the Gram Panchayat or joint committee or Nyaya Panchayat?",
    "opA": "Any resident of the village.",
    "opB": "The Block Development Officer.",
    "opC": "The prescribed authority or any officer authorized by the State Government in this behalf.",
    "opD": "The Secretary of the Gram Panchayat.",
    “opright”: “opC”
  },
  {
    "queNo": "159",
    "queText": "According to Section 95(1)(c), who can call for the submission of such statements, returns, or copies of records as they may consider proper and which relate to the proceedings and duties of the Gram Panchayat or joint committee or Nyaya Panchayat?",
    "opA": "The Auditor appointed by the State Government.",
    "opB": "The State Election Commissioner.",
    "opC": "The prescribed authority or any officer authorized by the State Government in this behalf by a written order.",
    "opD": "The Chairman of the Zilla Panchayat.",
    “opright”: “opC”
  },
  {
    "queNo": "160",
    "queText": "According to Section 95(1)(f), who can suspend or supersede a Gram Panchayat or a joint committee if it is of opinion that it is incompetent to perform or has persistently made default in the performance of the duties imposed on it by or under this Act, or has exceeded or abused its powers?",
    "opA": "The District Magistrate.",
    "opB": "The State Election Commission.",
    "opC": "The State Government.",
    "opD": "The High Court.",
    “opright”: “opC”
  },
  {
    "queNo": "161",
    "queText": "According to Section 95(1)(g), who can remove the Pradhan, Up-Pradhan, or any member of a Gram Panchayat or any member of a joint committee or Land Management Committee or any Panch, Sahayak Sarpanch of a Nyaya Panchayat under certain conditions?",
    "opA": "The Gram Sabha by a resolution.",
    "opB": "The Block Development Officer after an inquiry.",
    "opC": "The State Government.",
    "opD": "The Zilla Panchayat by a majority vote.",
    “opright”: “opC”
  },
  {
    "queNo": "162",
    "queText": "According to Section 95(1)(g)(i), what is a ground for removal of the Pradhan, Up-Pradhan, or a member?",
    "opA": "Disagreement with the policies of the State Government.",
    "opB": "Continuous absence without sufficient cause from more than three consecutive meetings or sittings.",
    "opC": "Being below the age of 25 years.",
    "opD": "Not being a resident of the Panchayat area.",
    “opright”: “opB”
  },
  {
    "queNo": "163",
    "queText": "According to the first proviso to Section 95(1)(g), no action under clause (f) or clause (g) shall be taken unless the body or person concerned has been given a reasonable opportunity of doing what?",
    "opA": "To resign from their post voluntarily.",
    "opB": "To appear before a committee for inquiry.",
    "opC": "To show cause against the proposed action.",
    "opD": "To seek legal counsel.",
    “opright”: “opC”
  },
  {
    "queNo": "164",
    "queText": "According to Section 95(2), a person removed under sub-clauses (iii) and (iv) of clause (g) of sub-section (1) shall not be re-appointed to any office under this Act for a period of how many years or such lesser period as the State Government may in any case order?",
    "opA": "Two years.",
    "opB": "Three years.",
    "opC": "Five years.",
    "opD": "Ten years.",
    “opright”: “opC”
  },
  {
    "queNo": "165",
    "queText": "According to Section 96(1), which authority can, on receipt of information or suo moto, by a written order, direct that a Gram Panchayat or joint committee or any of its officers or servants shall not carry out or shall further carry out a resolution passed or an order given under this Act or any other enactment?",
    "opA": "Any member of the Legislative Assembly of the area.",
    "opB": "The District Magistrate.",
    "opC": "The prescribed authority or any other officer specially authorized in this behalf by the State Government.",
    "opD": "The State Election Commissioner.",
    “opright”: “opC”
  },
  {
    "queNo": "166",
    "queText": "According to Section 96-A, who can delegate all or any of its powers under this Act to any subordinate officer or authority, subject to such conditions and restrictions as it may think fit to impose?",
    "opA": "The Governor.",
    "opB": "The State Election Commission.",
    "opC": "The State Government.",
    "opD": "The High Court.",
    “opright”: “opC”
  },
  {
    "queNo": "167",
    "queText": "According to Section 97, if a Gram Panchayat fails to comply with any direction given to it under Section 95, who can take action on its behalf?",
    "opA": "The Pradhan of the Gram Panchayat.",
    "opB": "The Block Development Officer.",
    "opC": "The prescribed authority.",
    "opD": "The Zilla Panchayat.",
    “opright”: “opC”
  },
  {
    "queNo": "168",
    "queText": "According to Section 97(1), if a Gram Panchayat makes a default in performing any duty imposed on it by or under this Act or any other enactment, who can fix a period for the performance of that duty?",
    "opA": "Any resident of the Gram Panchayat area.",
    "opB": "The District Magistrate.",
    "opC": "The prescribed authority.",
    "opD": "The State Election Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "169",
    "queText": "According to Section 97(2), if a Gram Panchayat fails to perform the duty within the fixed period, who can appoint any person to perform it and direct that the expenses shall be defrayed out of the Gram Fund?",
    "opA": "The Pradhan of the Gram Panchayat.",
    "opB": "The Gram Sabha by a resolution.",
    "opC": "The prescribed authority.",
    "opD": "The Finance Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "170",
    "queText": "According to Section 97-A, whoever contravenes any order made under Section 12-B-GG or Section 12-B-GGG shall be punishable with imprisonment for a term which may extend to how long, or with fine, or with both?",
    "opA": "Three months.",
    "opB": "Six months.",
    "opC": "One year.",
    "opD": "Two years.",
    “opright”: “opC”
  },
  {
    "queNo": "171",
    "queText": "According to Section 98, in making rules, the State Government, and in making bye-laws, the Gram Panchayat with the sanction of whom, can direct that a breach thereof shall be punishable with a fine which may extend to five hundred rupees?",
    "opA": "The District Magistrate.",
    "opB": "The Block Development Officer.",
    "opC": "The prescribed authority.",
    "opD": "The State Election Commission.",
    “opright”: “opC”
  },
  {
    "queNo": "172",
    "queText": "According to Section 98, when a breach of rules or bye-laws continues, what additional fine can be imposed after the date of the first conviction, for every day during which the offence is proved to have been continued by the offender?",
    "opA": "Ten rupees.",
    "opB": "Twenty-five rupees.",
    "opC": "Fifty rupees.",
    "opD": "One hundred rupees.",
    “opright”: “opC”
  },
  {
    "queNo": "173",
    "queText": "According to Section 99(1), what is the penalty if any person damages any pavement, gutter, or other material of a public street belonging to or vested in a Gram Panchayat?",
    "opA": "Imprisonment for a term up to one month.",
    "opB": "A fine which may extend to two hundred rupees.",
    "opC": "They shall be liable to pay the cost of repairing the damage done by them, and shall also be punishable with a fine which may extend to fifty rupees.",
    "opD": "Confiscation of property equivalent to the damage caused.",
    “opright”: “opC”
  },
  {
    "queNo": "174",
    "queText": "According to Section 99(2), if damage is caused to any immovable property of a Gram Panchayat by cutting down or felling any tree or otherwise, besides being liable to pay compensation, what other penalty can be imposed?",
    "opA": "Imprisonment for a term up to six months.",
    "opB": "A fine which may extend to five hundred rupees.",
    "opC": "Both compensation and a fine which may extend to five hundred rupees.",
    "opD": "Forfeiture of the land on which the damage occurred.",
    “opright”: “opC”
  },
  {
    "queNo": "175",
    "queText": "According to Section 100, if a notice has been issued requiring a person to execute any work in respect of any property and that person fails to comply with the notice, what action can the Gram Panchayat take?",
    "opA": "Impose a daily fine until the work is completed.",
    "opB": "Carry out the work or arrange for its execution or completion, and recover the entire cost incurred from the said person in the prescribed manner as arrears of land revenue.",
    "opC": "Evict the person from the property.",
    "opD": "Demolish the property without any further notice.",
    “opright”: “opB”
  },
  {
    "queNo": "176",
    "queText": "According to Section 100(b), upon conviction before whom for non-compliance with a notice, shall a person also be liable to fine?",
    "opA": "The District Magistrate.",
    "opB": "The Block Development Officer.",
    "opC": "The Nyaya Panchayat.",
    "opD": "The Gram Sabha.",
    “opright”: “opC”
  },
  {
    "queNo": "177",
    "queText": "According to Section 101, shall a notice issued by a Gram Panchayat be invalid merely on account of any defect of form?",
    "opA": "Yes, any formal defect renders the notice invalid.",
    "opB": "Yes, if the defect is substantial.",
    "opC": "No, a notice shall not be invalid merely on account of any defect of form.",
    "opD": "Only if the defect is pointed out within a specified period.",
    “opright”: “opC”
  },
  {
    "queNo": "178",
    "queText": "According to Section 102, an appeal shall lie against any order made by a Gram Panchayat or its committee under this Act to whom?",
    "opA": "The Gram Sabha.",
    "opB": "The District Magistrate.",
    "opC": "Such officer or authority as may be prescribed.",
    "opD": "The State Government.",
    “opright”: “opC”
  },
  {
    "queNo": "179",
    "queText": "According to Section 103, who can order the suspension of prosecution in any case?",
    "opA": "The Gram Panchayat by a resolution.",
    "opB": "The State Government by a general or special order.",
    "opC": "The District Magistrate in consultation with the Public Prosecutor.",
    "opD": "The Nyaya Panchayat with the consent of the complainant.",
    “opright”: “opB”
  },
  {
    "queNo": "180",
    "queText": "According to Section 104, who has the power to compound offences punishable under this Act?",
    "opA": "Any Panch of the Nyaya Panchayat.",
    "opB": "The Gram Panchayat by a resolution.",
    "opC": "Such officer or authority as may be prescribed in this behalf.",
    "opD": "The Village Pradhan.",
    “opright”: “opC”
  },
  {
    "queNo": "181",
    "queText": "According to Section 105(1), for the purpose of inspection, who can enter and inspect any building or land with or without assistants?",
    "opA": "Any resident of the village with the permission of the Pradhan.",
    "opB": "The Block Development Officer after giving prior notice.",
    "opC": "The Secretary of the Gram Panchayat with the approval of the Gram Sabha.",
    "opD": "The Pradhan, or any person authorized by the Gram Panchayat in this behalf, or any servant of the Government whose services have been placed at the disposal of the Gram Panchayat.",
    “opright”: “opD”
  },
  {
    "queNo": "182",
    "queText": "According to Section 105(2)(b), when entry is to be made into any premises ordinarily occupied by women who according to custom do not appear in public, how shall such premises be entered?",
    "opA": "Forcibly by a male officer if entry is refused.",
    "opB": "Only after giving not less than four hours' written notice to the occupier and without the consent of the occupier and without stating the purpose of such entry.",
    "opC": "Only after giving not less than four hours' written notice to the occupier and with the consent of the occupier or without such consent but after stating the purpose of such entry.",
    "opD": "At any time without prior notice if it is for urgent work.",
    “opright”: “opC”
  },
  {
    "queNo": "183",
    "queText": "According to Section 106(1), against whom can a suit be instituted in respect of any act done or purporting to have been done in their official capacity under this Act?",
    "opA": "Only against individual members or officers.",
    "opB": "Against the Bhumi Prabandhak Samiti, Gram Sabha, or Gram Panchayat, or any of their members, or any officer or servant of the Gram Sabha, Gram Panchayat, or Nyaya Panchayat, or any person acting under the direction of any of these bodies or persons.",
    "opC": "Only against the State Government.",
    "opD": "Only with the prior approval of the District Magistrate.",
    “opright”: “opB”
  },
  {
    "queNo": "184",
    "queText": "According to Section 106(2), for a suit against the bodies or persons mentioned in sub-section (1) to be instituted, what condition must be met regarding the cause of action?",
    "opA": "The cause of action must have arisen within one year before the institution of the suit.",
    "opB": "The cause of action must be supported by a resolution of the Gram Sabha.",
    "opC": "No suit shall be instituted until the expiration of two months next after notice in writing has been delivered to the defendant.",
    "opD": "The plaintiff must first obtain permission from the High Court.",
    “opright”: “opC”
  },
  {
    "queNo": "185",
    "queText": "According to Section 107, what kind of protection is granted to a Gram Panchayat and a Nyaya Panchayat?",
    "opA": "Exemption from all taxes and legal proceedings.",
    "opB": "Protection against vexatious suits for acts done in good faith under this Act.",
    "opC": "Immunity from prosecution for any actions taken under this Act.",
    "opD": "Financial assistance for defending legal cases.",
    “opright”: “opB”
  },
  {
    "queNo": "186",
    "queText": "According to Section 108, what is the duty of every police officer in relation to offences and assistance to Panchayats?",
    "opA": "To directly investigate all offences occurring within the Panchayat area.",
    "opB": "To keep the Gram Panchayat informed of all cognizable offences committed within its jurisdiction and to assist the Gram Panchayat in the exercise of its powers and the discharge of its duties under this Act or the rules made thereunder.",
    "opC": "To report all minor offences to the Nyaya Panchayat.",
    "opD": "To take orders from the Pradhan regarding law and order matters.",
    “opright”: “opB”
  },
  {
    "queNo": "187",
    "queText": "According to Section 110(1), who can make rules for carrying out the purposes of this Act?",
    "opA": "The State Election Commission.",
    "opB": "The Zilla Panchayat.",
    "opC": "The State Government.",
    "opD": "The High Court.",
    “opright”: “opC”
  },
  {
    "queNo": "188",
    "queText": "According to Section 110(2), on which of the following subjects can the State Government make rules?",
    "opA": "Fixing the salaries of the Secretary of the Gram Panchayat.",
    "opB": "The establishment of a Gram Sabha or the constitution of a Gram Sabha.",
    "opC": "Determining the agenda for the meetings of the Gram Sabha.",
    "opD": "Regulating the business hours of shops in the Panchayat area.",
    “opright”: “opB”
  },
  {
    "queNo": "189",
    "queText": "According to Section 110(7), what records and registers shall the Gram Panchayat and Nyaya Panchayat maintain?",
    "opA": "Only records related to financial transactions.",
    "opB": "Records and registers which the Gram Panchayat and Nyaya Panchayat shall maintain and the forms in which they shall be kept.",
    "opC": "Only records of meetings and resolutions.",
    "opD": "Records as per their own discretion.",
    “opright”: “opB”
  },
  {
    "queNo": "190",
    "queText": "According to Section 110(19), what aspects related to taxes and license fees can be prescribed by rules?",
    "opA": "The rates of all taxes levied by the Panchayats.",
    "opB": "The authority by whom and the manner in accordance with which taxes may be assessed and the authority to whom an appeal may be made against an assessment.",
    "opC": "The specific purposes for which tax revenue can be used.",
    "opD": "The procedure for amending the tax rules.",
    “opright”: “opB”
  },
  {
    "queNo": "191",
    "queText": "According to Section 110(32), what procedure is to be followed by the prescribed authority in making bye-laws for Gram Panchayats or by Gram Panchayats in making bye-laws?",
    "opA": "Any procedure deemed fit by the authority.",
    "opB": "The procedure to be followed by the prescribed authority in making bye-laws for Gram Panchayats or by Gram Panchayats in making bye-laws.",
    "opC": "A public consultation process involving all residents.",
    "opD": "Approval by the State Legislative Assembly.",
    “opright”: “opB”
  },
  {
    "queNo": "192",
    "queText": "According to Section 110(36), what is required to be done regarding the annual report by the Gram Panchayat and Nyaya Panchayats?",
    "opA": "Submission to the Central Government only.",
    "opB": "The submission of the annual report and their review.",
    "opC": "Publication in local newspapers.",
    "opD": "Approval by the District Planning Committee.",
    “opright”: “opB”
  },
  {
    "queNo": "193",
    "queText": "According to Section 110(39), what provision can be made for the dissolution of Gram Sabhas or Gram Panchayats or Nyaya Panchayats?",
    "opA": "Only for the immediate re-election of new bodies.",
    "opB": "The distribution of their assets and liabilities upon dissolution.",
    "opC": "The transfer of their functions to the State Government.",
    "opD": "The appointment of an administrator.",
    “opright”: “opB”
  },
  {
    "queNo": "194",
    "queText": "According to Section 110(40), what procedure can be prescribed when the whole or any part of the local area of a Gram Panchayat is included in a town, municipality, notified area, town area, or cantonment?",
    "opA": "Immediate cessation of all functions of the Gram Panchayat.",
    "opB": "The action to be taken and the manner in which the assets and liabilities of the Gram Panchayat shall be disposed of in such contingency.",
    "opC": "Holding fresh elections for a new body.",
    "opD": "Transfer of all assets and liabilities to the State Government.",
    “opright”: “opB”
  },
  {
    "queNo": "195",
    "queText": "According to Section 110(41), what conditions can be prescribed regarding the sums due to a Gram Panchayat being written off as irrecoverable and the conditions under which remission of the whole or any part of a fee may be granted?",
    "opA": "Only with the approval of the State Finance Department.",
    "opB": "Conditions under which sums due to a Gram Panchayat may be written off as irrecoverable and the conditions under which remission of the whole or any part of a fee may be granted.",
    "opC": "Only for amounts less than a certain prescribed limit.",
    "opD": "With the consent of the majority of the Gram Sabha.",
    “opright”: “opB”
  },
  {
    "queNo": "196",
    "queText": "According to Section 111, who shall have the power, and when required by the State Government, it shall be necessary for them to make bye-laws for the health, safety, and convenience of persons residing within the jurisdiction of a Gram Panchayat?",
    "opA": "The Gram Panchayat itself.",
    "opB": "The prescribed authority.",
    "opC": "The District Magistrate.",
    "opD": "The Block Development Officer.",
    “opright”: “opB”
  },
  {
    "queNo": "197",
    "queText": "According to Section 115, in certain cases, what happens to the property, assets, rights, liabilities, and obligations upon the alteration of the limits of a district or the constitution of a new district?",
    "opA": "They shall remain with the original district.",
    "opB": "They shall vest in the State Government.",
    "opC": "They shall pass in such manner as the State Government may by notification direct.",
    "opD": "They shall be divided equally between the districts.",
    “opright”: “opC”
  },
  {
    "queNo": "198",
    "queText": "According to Section 118(3), until a Gram Panchayat is constituted under this Act for any area, any function vested in a Gram Panchayat by or under this Act shall be discharged by whom?",
    "opA": "The District Magistrate.",
    "opB": "Such person or authority as the State Government may appoint in this behalf.",
    "opC": "The Block Development Officer.",
    "opD": "A committee of residents appointed by the Gram Sabha.",
    “opright”: “opB”
  },
  {
    "queNo": "199",
    "queText": "According to Section 118(4), all prosecutions launched by or on behalf of the said Gram Sabha and all suits and other legal proceedings instituted by or against the said Gram Sabha or by or against any officer on behalf of the said Gram Sabha, pending on the said date, shall be continued by or against whom, as the case may be, as if the Gram Panchayat was constituted when such prosecution, suit, or proceeding was launched?",
    "opA": "The State Government.",
    "opB": "The District Magistrate.",
    "opC": "The Gram Panchayat or the officer.",
    "opD": "A committee appointed by the State Government.",
    “opright”: “opC”
  },
  {
    "queNo": "200",
    "queText": "According to Section 119(1), if any difficulty arises in giving effect to the provisions of this Act or by reason of anything contained in this Act, or in any other enactment for the time being in force, who can, as occasion may require, by notified order, direct that this Act shall be adapted?",
    "opA": "The Governor.",
    "opB": "The State Legislature.",
    "opC": "The State Government.",
    "opD": "The High Court.",
    “opright”: “opC”
  },
  {
    "queNo": "201",
    "queText": "According to the proviso to Section 119(1), no such order can be made after the expiration of how many years from the commencement of this Act?",
    "opA": "One year.",
    "opB": "Two years.",
    "opC": "Three years.",
    "opD": "Four years.",
    “opright”: “opB”
  }
]

